#+TITLE:
#+TITLE:       test
#+AUTHOR:      wheel
#+EMAIL:       wheel@wheeldeMacBook-Pro.local
#+DATE:        2020-02-23 Sun
#+URI:         /blog/%y/%m/%d/test
#+KEYWORDS:    x
#+TAGS:        x
#+LANGUAGE:    en
#+OPTIONS:     H:3 num:nil toc:nil \n:nil ::t |:t ^:nil -:nil f:t *:t <:t
#+DESCRIPTION: nil

* hello
** i'am here
#+begin_src python :results output
print(1+1)
#+end_src

#+RESULTS:
: 2
